[
  {
    "descricao": "Bloco Administrativo",
    "id": "P3",
    "destinos": [
      {
        "descricao": "Academia de Musculação",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 64 metros. Vire à esquerda, siga por 202 metros. Vire à esquerda, siga por 17 metros. Você chegou ao seu destino.",
        "id": "P53",
        "dist": 562
      },
      {
        "descricao": "Ateliês de Arquitetura",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 29 metros. Vire à direita, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P43",
        "dist": 170
      },
      {
        "descricao": "Auditório Ruy Hulse",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 54 metros. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P61",
        "dist": 575
      },
      {
        "descricao": "Bloco A",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 29 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P38",
        "dist": 186
      },
      {
        "descricao": "Bloco Administrativo",
        "orientacoes": "Acesse o piso tátil, e siga em frente por 10 metros. Você chegou ao seu destino.",
        "id": "P4",
        "dist": 10
      },
      {
        "descricao": "Bloco Apoio Logístico",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 189 metros. Você chegou ao seu destino.",
        "id": "P23",
        "dist": 189
      },
      {
        "descricao": "Bloco B",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 40 metros. Você chegou ao seu destino.",
        "id": "P37",
        "dist": 166
      },
      {
        "descricao": "Bloco Biblioteca",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 34 metros. Vire à esquerda, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P6",
        "dist": 44
      },
      {
        "descricao": "Bloco C",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 35 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P41",
        "dist": 201
      },
      {
        "descricao": "Bloco D / Bloco E",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 9 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P39",
        "dist": 162
      },
      {
        "descricao": "Bloco do Estudante / Centac",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 97 metros. Vire à esquerda, siga por 28 metros. Você chegou ao seu destino.",
        "id": "P12",
        "dist": 125
      },
      {
        "descricao": "Bloco E",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 19 metros. Você chegou ao seu destino.",
        "id": "P36",
        "dist": 140
      },
      {
        "descricao": "Bloco G",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 21 metros. Vire à esquerda, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P34",
        "dist": 162
      },
      {
        "descricao": "Bloco H",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 5 metros. Você chegou ao seu destino.",
        "id": "P35",
        "dist": 126
      },
      {
        "descricao": "Bloco I",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 21 metros. Você chegou ao seu destino.",
        "id": "P33",
        "dist": 142
      },
      {
        "descricao": "Bloco J",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 33 metros. Você chegou ao seu destino.",
        "id": "P32",
        "dist": 154
      },
      {
        "descricao": "Bloco K",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 21 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 38 metros. Você chegou ao seu destino.",
        "id": "P31",
        "dist": 200
      },
      {
        "descricao": "Bloco M / Bloco L",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 59 metros. Você chegou ao seu destino.",
        "id": "P30",
        "dist": 180
      },
      {
        "descricao": "Bloco N",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 86 metros. Você chegou ao seu destino.",
        "id": "P29",
        "dist": 207
      },
      {
        "descricao": "Bloco O",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 31 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 21 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 64 metros. Você chegou ao seu destino.",
        "id": "P28",
        "dist": 226
      },
      {
        "descricao": "Bloco P",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 97 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 50 metros. Você chegou ao seu destino.",
        "id": "P27",
        "dist": 221
      },
      {
        "descricao": "Bloco Q",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 97 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 48 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 45 metros. Você chegou ao seu destino.",
        "id": "P26",
        "dist": 284
      },
      {
        "descricao": "Bloco R1",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 8 metros. Você chegou ao seu destino.",
        "id": "P68",
        "dist": 599
      },
      {
        "descricao": "Bloco R2",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 43 metros. Você chegou ao seu destino.",
        "id": "P69",
        "dist": 619
      },
      {
        "descricao": "Bloco S",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 45 metros. Você chegou ao seu destino.",
        "id": "P62",
        "dist": 621
      },
      {
        "descricao": "Bloco T",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P46",
        "dist": 305
      },
      {
        "descricao": "Bloco XXIA",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 134 metros. Você chegou ao seu destino.",
        "id": "P15",
        "dist": 134
      },
      {
        "descricao": "Bloco XXIB",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 165 metros. Vire à direita, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P18",
        "dist": 172
      },
      {
        "descricao": "Bloco XXIC",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 148 metros. Vire à esquerda, siga por 21 metros. Você chegou ao seu destino.",
        "id": "P19",
        "dist": 169
      },
      {
        "descricao": "Bloco Z",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 97 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 48 metros. Vire à direita, siga por 34 metros. Vire à esquerda, siga por 18 metros. Você chegou ao seu destino.",
        "id": "P25",
        "dist": 271
      },
      {
        "descricao": "Café Bistro",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 148 metros. Vire à esquerda, siga por 21 metros. Vire à esquerda, siga por 5 metros. Você chegou ao seu destino.",
        "id": "P20",
        "dist": 174
      },
      {
        "descricao": "Cantina Universidade",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P67",
        "dist": 591
      },
      {
        "descricao": "Cantinho da Gula Lanchonete",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 84 metros. Vire à direita, siga por 52 metros. Você chegou ao seu destino.",
        "id": "P10",
        "dist": 136
      },
      {
        "descricao": "Centro Especializado em Reabilitação - CER",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 163 metros. Vire à direita, siga por 56 metros. Você chegou ao seu destino.",
        "id": "P59",
        "dist": 718
      },
      {
        "descricao": "Clínicas Integradas",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 133 metros. Vire à direita, siga por 27 metros. Você chegou ao seu destino.",
        "id": "P60",
        "dist": 659
      },
      {
        "descricao": "Colégio Unesc",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 93 metros. Você chegou ao seu destino.",
        "id": "P50",
        "dist": 382
      },
      {
        "descricao": "DCE - Diretório Central dos Estudantes",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 97 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 48 metros. Vire à direita, siga por 34 metros. Vire à direita, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P24",
        "dist": 265
      },
      {
        "descricao": "Duni's Lanchonete",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 17 metros. Você chegou ao seu destino.",
        "id": "P2",
        "dist": 17
      },
      {
        "descricao": "Ginásio de Esportes / Centro de Eventos",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 40 metros. Vire à esquerda, siga por 11 metros. Você chegou ao seu destino.",
        "id": "P47",
        "dist": 330
      },
      {
        "descricao": "Horto Florestal",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 482 metros. Vire à esquerda, siga por 106 metros. Você chegou ao seu destino.",
        "id": "P66",
        "dist": 867
      },
      {
        "descricao": "Laboratório de Práticas Dietéticas",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 324 metros. Vire à esquerda, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P64",
        "dist": 615
      },
      {
        "descricao": "Lanchonete Doce Pão",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 165 metros. Você chegou ao seu destino.",
        "id": "P17",
        "dist": 165
      },
      {
        "descricao": "Lanchonete e Restaurante Duni's",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 70 metros. Vire à direita, siga por 13 metros. Você chegou ao seu destino.",
        "id": "P49",
        "dist": 372
      },
      {
        "descricao": "Lanchonete e Restaurante Estudantil",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 97 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P22",
        "dist": 187
      },
      {
        "descricao": "Museu de Zoologia",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 58 metros. Vire à direita, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P9",
        "dist": 65
      },
      {
        "descricao": "Piscina",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 113 metros. Vire à direita, siga por 29 metros. Você chegou ao seu destino.",
        "id": "P51",
        "dist": 431
      },
      {
        "descricao": "Reitoria",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 27 metros. Vire à esquerda, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P5",
        "dist": 50
      },
      {
        "descricao": "Restaurante Universitário",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 164 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P56",
        "dist": 458
      },
      {
        "descricao": "Sala de Dança",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 202 metros. Você chegou ao seu destino.",
        "id": "P52",
        "dist": 491
      },
      {
        "descricao": "Sede Aprofucri",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 174 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 180 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P57",
        "dist": 474
      },
      {
        "descricao": "Sorveteria Uga Buga",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 97 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 30 metros. Você chegou ao seu destino.",
        "id": "P21",
        "dist": 155
      },
      {
        "descricao": "Subway",
        "orientacoes": "Acesse o piso tátil, e siga pela esquerda por 148 metros. Você chegou ao seu destino.",
        "id": "P16",
        "dist": 148
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 64 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 64
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 64 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 64
      }
    ]
  },
  {
    "descricao": "Biblioteca",
    "id": "P7",
    "destinos": [
      {
        "descricao": "Academia de Musculação",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 64 metros. Vire à esquerda, siga por 202 metros. Vire à esquerda, siga por 17 metros. Você chegou ao seu destino.",
        "id": "P53",
        "dist": 542
      },
      {
        "descricao": "Ateliês de Arquitetura",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 29 metros. Vire à direita, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P43",
        "dist": 150
      },
      {
        "descricao": "Auditório Ruy Hulse",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 54 metros. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P61",
        "dist": 555
      },
      {
        "descricao": "Bloco A",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 29 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P38",
        "dist": 166
      },
      {
        "descricao": "Bloco Administrativo",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 27 metros. Vire à esquerda, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P4",
        "dist": 44
      },
      {
        "descricao": "Bloco Apoio Logístico",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 162 metros. Você chegou ao seu destino.",
        "id": "P23",
        "dist": 169
      },
      {
        "descricao": "Bloco B",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 40 metros. Você chegou ao seu destino.",
        "id": "P37",
        "dist": 146
      },
      {
        "descricao": "Bloco Biblioteca",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 7 metros. Vire à esquerda, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P6",
        "dist": 24
      },
      {
        "descricao": "Bloco C",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 35 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P41",
        "dist": 181
      },
      {
        "descricao": "Bloco D / Bloco E",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 9 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P39",
        "dist": 142
      },
      {
        "descricao": "Bloco do Estudante / Centac",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 70 metros. Vire à esquerda, siga por 28 metros. Você chegou ao seu destino.",
        "id": "P12",
        "dist": 105
      },
      {
        "descricao": "Bloco E",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 19 metros. Você chegou ao seu destino.",
        "id": "P36",
        "dist": 120
      },
      {
        "descricao": "Bloco G",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 21 metros. Vire à esquerda, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P34",
        "dist": 142
      },
      {
        "descricao": "Bloco H",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 5 metros. Você chegou ao seu destino.",
        "id": "P35",
        "dist": 106
      },
      {
        "descricao": "Bloco I",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 21 metros. Você chegou ao seu destino.",
        "id": "P33",
        "dist": 122
      },
      {
        "descricao": "Bloco J",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 33 metros. Você chegou ao seu destino.",
        "id": "P32",
        "dist": 134
      },
      {
        "descricao": "Bloco K",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 21 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 38 metros. Você chegou ao seu destino.",
        "id": "P31",
        "dist": 180
      },
      {
        "descricao": "Bloco M / Bloco L",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 59 metros. Você chegou ao seu destino.",
        "id": "P30",
        "dist": 160
      },
      {
        "descricao": "Bloco N",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 86 metros. Você chegou ao seu destino.",
        "id": "P29",
        "dist": 187
      },
      {
        "descricao": "Bloco O",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 4 metros. Vire à esquerda, siga por 90 metros. Vire à direita, siga por 21 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 64 metros. Você chegou ao seu destino.",
        "id": "P28",
        "dist": 206
      },
      {
        "descricao": "Bloco P",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 70 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 50 metros. Você chegou ao seu destino.",
        "id": "P27",
        "dist": 201
      },
      {
        "descricao": "Bloco Q",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 70 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 48 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 45 metros. Você chegou ao seu destino.",
        "id": "P26",
        "dist": 264
      },
      {
        "descricao": "Bloco R1",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 8 metros. Você chegou ao seu destino.",
        "id": "P68",
        "dist": 579
      },
      {
        "descricao": "Bloco R2",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 43 metros. Você chegou ao seu destino.",
        "id": "P69",
        "dist": 599
      },
      {
        "descricao": "Bloco S",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 45 metros. Você chegou ao seu destino.",
        "id": "P62",
        "dist": 601
      },
      {
        "descricao": "Bloco T",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P46",
        "dist": 285
      },
      {
        "descricao": "Bloco XXIA",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 107 metros. Você chegou ao seu destino.",
        "id": "P15",
        "dist": 114
      },
      {
        "descricao": "Bloco XXIB",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 138 metros. Vire à direita, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P18",
        "dist": 152
      },
      {
        "descricao": "Bloco XXIC",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 121 metros. Vire à esquerda, siga por 21 metros. Você chegou ao seu destino.",
        "id": "P19",
        "dist": 149
      },
      {
        "descricao": "Bloco Z",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 70 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 48 metros. Vire à direita, siga por 34 metros. Vire à esquerda, siga por 18 metros. Você chegou ao seu destino.",
        "id": "P25",
        "dist": 251
      },
      {
        "descricao": "Café Bistro",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 121 metros. Vire à esquerda, siga por 21 metros. Vire à esquerda, siga por 5 metros. Você chegou ao seu destino.",
        "id": "P20",
        "dist": 154
      },
      {
        "descricao": "Cantina Universidade",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P67",
        "dist": 571
      },
      {
        "descricao": "Cantinho da Gula Lanchonete",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 57 metros. Vire à direita, siga por 52 metros. Você chegou ao seu destino.",
        "id": "P10",
        "dist": 116
      },
      {
        "descricao": "Centro Especializado em Reabilitação - CER",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 163 metros. Vire à direita, siga por 56 metros. Você chegou ao seu destino.",
        "id": "P59",
        "dist": 698
      },
      {
        "descricao": "Clínicas Integradas",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 133 metros. Vire à direita, siga por 27 metros. Você chegou ao seu destino.",
        "id": "P60",
        "dist": 639
      },
      {
        "descricao": "Colégio Unesc",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 93 metros. Você chegou ao seu destino.",
        "id": "P50",
        "dist": 362
      },
      {
        "descricao": "DCE - Diretório Central dos Estudantes",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 70 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 48 metros. Vire à direita, siga por 34 metros. Vire à direita, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P24",
        "dist": 245
      },
      {
        "descricao": "Duni's Lanchonete",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 44 metros. Você chegou ao seu destino.",
        "id": "P2",
        "dist": 51
      },
      {
        "descricao": "Ginásio de Esportes / Centro de Eventos",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 40 metros. Vire à esquerda, siga por 11 metros. Você chegou ao seu destino.",
        "id": "P47",
        "dist": 310
      },
      {
        "descricao": "Horto Florestal",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 482 metros. Vire à esquerda, siga por 106 metros. Você chegou ao seu destino.",
        "id": "P66",
        "dist": 847
      },
      {
        "descricao": "Laboratório de Práticas Dietéticas",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 324 metros. Vire à esquerda, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P64",
        "dist": 595
      },
      {
        "descricao": "Lanchonete Doce Pão",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 138 metros. Você chegou ao seu destino.",
        "id": "P17",
        "dist": 145
      },
      {
        "descricao": "Lanchonete e Restaurante Duni's",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 70 metros. Vire à direita, siga por 13 metros. Você chegou ao seu destino.",
        "id": "P49",
        "dist": 352
      },
      {
        "descricao": "Lanchonete e Restaurante Estudantil",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 70 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 46 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P22",
        "dist": 167
      },
      {
        "descricao": "Museu de Zoologia",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 31 metros. Vire à direita, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P9",
        "dist": 45
      },
      {
        "descricao": "Piscina",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 113 metros. Vire à direita, siga por 29 metros. Você chegou ao seu destino.",
        "id": "P51",
        "dist": 411
      },
      {
        "descricao": "Reitoria",
        "orientacoes": "Acesse o piso tátil, e siga em frente por 8 metros. Você chegou ao seu destino.",
        "id": "P5",
        "dist": 8
      },
      {
        "descricao": "Restaurante Universitário",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 164 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P56",
        "dist": 438
      },
      {
        "descricao": "Sala de Dança",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 202 metros. Você chegou ao seu destino.",
        "id": "P52",
        "dist": 471
      },
      {
        "descricao": "Sede Aprofucri",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 180 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P57",
        "dist": 454
      },
      {
        "descricao": "Sorveteria Uga Buga",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 70 metros. Vire à esquerda, siga por 28 metros. Vire à direita, siga por 30 metros. Você chegou ao seu destino.",
        "id": "P21",
        "dist": 135
      },
      {
        "descricao": "Subway",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 121 metros. Você chegou ao seu destino.",
        "id": "P16",
        "dist": 128
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 91 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 98
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 91 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 98
      }
    ]
  },
  {
    "descricao": "Bloco XXI A",
    "id": "P14",
    "destinos": [
      {
        "descricao": "Academia de Musculação",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 64 metros. Vire à esquerda, siga por 202 metros. Vire à esquerda, siga por 17 metros. Você chegou ao seu destino.",
        "id": "P53",
        "dist": 435
      },
      {
        "descricao": "Ateliês de Arquitetura",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 138 metros. Você chegou ao seu destino.",
        "id": "P43",
        "dist": 236
      },
      {
        "descricao": "Auditório Ruy Hulse",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 54 metros. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P61",
        "dist": 448
      },
      {
        "descricao": "Bloco A",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 154 metros. Você chegou ao seu destino.",
        "id": "P38",
        "dist": 252
      },
      {
        "descricao": "Bloco Administrativo",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 134 metros. Vire à esquerda, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P4",
        "dist": 151
      },
      {
        "descricao": "Bloco Apoio Logístico",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 55 metros. Você chegou ao seu destino.",
        "id": "P23",
        "dist": 62
      },
      {
        "descricao": "Bloco B",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 103 metros. Vire à direita, siga por 90 metros. Vire à esquerda, siga por 40 metros. Você chegou ao seu destino.",
        "id": "P37",
        "dist": 245
      },
      {
        "descricao": "Bloco Biblioteca",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 100 metros. Vire à direita, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P6",
        "dist": 117
      },
      {
        "descricao": "Bloco C",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 103 metros. Vire à direita, siga por 90 metros. Vire à esquerda, siga por 35 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P41",
        "dist": 280
      },
      {
        "descricao": "Bloco D / Bloco E",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 122 metros. Você chegou ao seu destino.",
        "id": "P39",
        "dist": 220
      },
      {
        "descricao": "Bloco do Estudante / Centac",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 37 metros. Vire à direita, siga por 28 metros. Você chegou ao seu destino.",
        "id": "P12",
        "dist": 72
      },
      {
        "descricao": "Bloco E",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 103 metros. Vire à direita, siga por 90 metros. Vire à esquerda, siga por 19 metros. Você chegou ao seu destino.",
        "id": "P36",
        "dist": 219
      },
      {
        "descricao": "Bloco G",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 84 metros. Você chegou ao seu destino.",
        "id": "P34",
        "dist": 182
      },
      {
        "descricao": "Bloco H",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 106 metros. Você chegou ao seu destino.",
        "id": "P35",
        "dist": 204
      },
      {
        "descricao": "Bloco I",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 90 metros. Você chegou ao seu destino.",
        "id": "P33",
        "dist": 188
      },
      {
        "descricao": "Bloco J",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 78 metros. Você chegou ao seu destino.",
        "id": "P32",
        "dist": 176
      },
      {
        "descricao": "Bloco K",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 46 metros. Você chegou ao seu destino.",
        "id": "P31",
        "dist": 144
      },
      {
        "descricao": "Bloco M / Bloco L",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 52 metros. Você chegou ao seu destino.",
        "id": "P30",
        "dist": 150
      },
      {
        "descricao": "Bloco N",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 25 metros. Você chegou ao seu destino.",
        "id": "P29",
        "dist": 123
      },
      {
        "descricao": "Bloco O",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Vire à esquerda, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P28",
        "dist": 118
      },
      {
        "descricao": "Bloco P",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 77 metros. Você chegou ao seu destino.",
        "id": "P27",
        "dist": 98
      },
      {
        "descricao": "Bloco Q",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 75 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 45 metros. Você chegou ao seu destino.",
        "id": "P26",
        "dist": 161
      },
      {
        "descricao": "Bloco R1",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 8 metros. Você chegou ao seu destino.",
        "id": "P68",
        "dist": 472
      },
      {
        "descricao": "Bloco R2",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 43 metros. Você chegou ao seu destino.",
        "id": "P69",
        "dist": 492
      },
      {
        "descricao": "Bloco S",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 45 metros. Você chegou ao seu destino.",
        "id": "P62",
        "dist": 494
      },
      {
        "descricao": "Bloco T",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P46",
        "dist": 178
      },
      {
        "descricao": "Bloco XXIA",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Você chegou ao seu destino.",
        "id": "P15",
        "dist": 7
      },
      {
        "descricao": "Bloco XXIB",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 31 metros. Vire à direita, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P18",
        "dist": 45
      },
      {
        "descricao": "Bloco XXIC",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 21 metros. Você chegou ao seu destino.",
        "id": "P19",
        "dist": 42
      },
      {
        "descricao": "Bloco Z",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 75 metros. Vire à direita, siga por 34 metros. Vire à esquerda, siga por 18 metros. Você chegou ao seu destino.",
        "id": "P25",
        "dist": 148
      },
      {
        "descricao": "Café Bistro",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 21 metros. Vire à esquerda, siga por 5 metros. Você chegou ao seu destino.",
        "id": "P20",
        "dist": 47
      },
      {
        "descricao": "Cantina Universidade",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 297 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P67",
        "dist": 464
      },
      {
        "descricao": "Cantinho da Gula Lanchonete",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 50 metros. Vire à esquerda, siga por 52 metros. Você chegou ao seu destino.",
        "id": "P10",
        "dist": 109
      },
      {
        "descricao": "Centro Especializado em Reabilitação - CER",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 163 metros. Vire à direita, siga por 56 metros. Você chegou ao seu destino.",
        "id": "P59",
        "dist": 591
      },
      {
        "descricao": "Clínicas Integradas",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 220 metros. Vire à esquerda, siga por 133 metros. Vire à direita, siga por 27 metros. Você chegou ao seu destino.",
        "id": "P60",
        "dist": 532
      },
      {
        "descricao": "Colégio Unesc",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 93 metros. Você chegou ao seu destino.",
        "id": "P50",
        "dist": 255
      },
      {
        "descricao": "DCE - Diretório Central dos Estudantes",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 75 metros. Vire à direita, siga por 34 metros. Vire à direita, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P24",
        "dist": 142
      },
      {
        "descricao": "Duni's Lanchonete",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 151 metros. Você chegou ao seu destino.",
        "id": "P2",
        "dist": 158
      },
      {
        "descricao": "Ginásio de Esportes / Centro de Eventos",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 40 metros. Vire à esquerda, siga por 11 metros. Você chegou ao seu destino.",
        "id": "P47",
        "dist": 203
      },
      {
        "descricao": "Horto Florestal",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 482 metros. Vire à esquerda, siga por 106 metros. Você chegou ao seu destino.",
        "id": "P66",
        "dist": 740
      },
      {
        "descricao": "Laboratório de Práticas Dietéticas",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 324 metros. Vire à esquerda, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P64",
        "dist": 488
      },
      {
        "descricao": "Lanchonete Doce Pão",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 31 metros. Você chegou ao seu destino.",
        "id": "P17",
        "dist": 38
      },
      {
        "descricao": "Lanchonete e Restaurante Duni's",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 70 metros. Vire à direita, siga por 13 metros. Você chegou ao seu destino.",
        "id": "P49",
        "dist": 245
      },
      {
        "descricao": "Lanchonete e Restaurante Estudantil",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 43 metros. Você chegou ao seu destino.",
        "id": "P22",
        "dist": 64
      },
      {
        "descricao": "Museu de Zoologia",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 76 metros. Vire à esquerda, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P9",
        "dist": 90
      },
      {
        "descricao": "Piscina",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 113 metros. Vire à direita, siga por 29 metros. Você chegou ao seu destino.",
        "id": "P51",
        "dist": 304
      },
      {
        "descricao": "Reitoria",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 107 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P5",
        "dist": 137
      },
      {
        "descricao": "Restaurante Universitário",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 164 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P56",
        "dist": 331
      },
      {
        "descricao": "Sala de Dança",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 10 metros. Vire à esquerda, siga por 202 metros. Você chegou ao seu destino.",
        "id": "P52",
        "dist": 364
      },
      {
        "descricao": "Sede Aprofucri",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 40 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 180 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P57",
        "dist": 347
      },
      {
        "descricao": "Sorveteria Uga Buga",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Vire à esquerda, siga por 27 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P21",
        "dist": 64
      },
      {
        "descricao": "Subway",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à esquerda, siga por 14 metros. Você chegou ao seu destino.",
        "id": "P16",
        "dist": 21
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 198 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 205
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Retorne 7 metros, e acesse o piso tátil. Vire à direita, siga por 198 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 205
      }
    ]
  },
  {
    "descricao": "Bloco S",
    "id": "P62",
    "destinos": [
      {
        "descricao": "Academia de Musculação",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 233 metros. Vire à direita, siga por 202 metros. Vire à esquerda, siga por 17 metros. Você chegou ao seu destino.",
        "id": "P53",
        "dist": 497
      },
      {
        "descricao": "Ateliês de Arquitetura",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 138 metros. Você chegou ao seu destino.",
        "id": "P43",
        "dist": 688
      },
      {
        "descricao": "Auditório Ruy Hulse",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 10 metros. Vire à direita, siga por 57 metros. Vire à direita, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P61",
        "dist": 74
      },
      {
        "descricao": "Bloco A",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 154 metros. Você chegou ao seu destino.",
        "id": "P38",
        "dist": 704
      },
      {
        "descricao": "Bloco Administrativo",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 174 metros. Vire à esquerda, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P4",
        "dist": 631
      },
      {
        "descricao": "Bloco Apoio Logístico",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P23",
        "dist": 462
      },
      {
        "descricao": "Bloco B",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 151 metros. Você chegou ao seu destino.",
        "id": "P37",
        "dist": 706
      },
      {
        "descricao": "Bloco Biblioteca",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 140 metros. Vire à direita, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P6",
        "dist": 597
      },
      {
        "descricao": "Bloco C",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 146 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P41",
        "dist": 741
      },
      {
        "descricao": "Bloco D / Bloco E",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 122 metros. Você chegou ao seu destino.",
        "id": "P39",
        "dist": 672
      },
      {
        "descricao": "Bloco do Estudante / Centac",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 27 metros. Vire à esquerda, siga por 46 metros. Você chegou ao seu destino.",
        "id": "P12",
        "dist": 546
      },
      {
        "descricao": "Bloco E",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 130 metros. Você chegou ao seu destino.",
        "id": "P36",
        "dist": 680
      },
      {
        "descricao": "Bloco G",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 84 metros. Você chegou ao seu destino.",
        "id": "P34",
        "dist": 634
      },
      {
        "descricao": "Bloco H",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 106 metros. Você chegou ao seu destino.",
        "id": "P35",
        "dist": 656
      },
      {
        "descricao": "Bloco I",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 90 metros. Você chegou ao seu destino.",
        "id": "P33",
        "dist": 640
      },
      {
        "descricao": "Bloco J",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 78 metros. Você chegou ao seu destino.",
        "id": "P32",
        "dist": 628
      },
      {
        "descricao": "Bloco K",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 46 metros. Você chegou ao seu destino.",
        "id": "P31",
        "dist": 596
      },
      {
        "descricao": "Bloco M / Bloco L",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 52 metros. Você chegou ao seu destino.",
        "id": "P30",
        "dist": 602
      },
      {
        "descricao": "Bloco N",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 25 metros. Você chegou ao seu destino.",
        "id": "P29",
        "dist": 575
      },
      {
        "descricao": "Bloco O",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P28",
        "dist": 570
      },
      {
        "descricao": "Bloco P",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Você chegou ao seu destino.",
        "id": "P27",
        "dist": 550
      },
      {
        "descricao": "Bloco Q",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 75 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 45 metros. Você chegou ao seu destino.",
        "id": "P26",
        "dist": 613
      },
      {
        "descricao": "Bloco R1",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 60 metros. Vire à esquerda, siga por 8 metros. Você chegou ao seu destino.",
        "id": "P68",
        "dist": 68
      },
      {
        "descricao": "Bloco R2",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 88 metros. Você chegou ao seu destino.",
        "id": "P69",
        "dist": 88
      },
      {
        "descricao": "Bloco S",
        "orientacoes": " Você chegou ao seu destino.",
        "id": "P62",
        "dist": 0
      },
      {
        "descricao": "Bloco T",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 287 metros. Vire à direita, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P46",
        "dist": 348
      },
      {
        "descricao": "Bloco XXIA",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 40 metros. Você chegou ao seu destino.",
        "id": "P15",
        "dist": 487
      },
      {
        "descricao": "Bloco XXIB",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 9 metros. Vire à esquerda, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P18",
        "dist": 463
      },
      {
        "descricao": "Bloco XXIC",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 21 metros. Você chegou ao seu destino.",
        "id": "P19",
        "dist": 494
      },
      {
        "descricao": "Bloco Z",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 75 metros. Vire à direita, siga por 34 metros. Vire à esquerda, siga por 18 metros. Você chegou ao seu destino.",
        "id": "P25",
        "dist": 600
      },
      {
        "descricao": "Café Bistro",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 21 metros. Vire à esquerda, siga por 5 metros. Você chegou ao seu destino.",
        "id": "P20",
        "dist": 499
      },
      {
        "descricao": "Cantina Universidade",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 60 metros. Você chegou ao seu destino.",
        "id": "P67",
        "dist": 60
      },
      {
        "descricao": "Cantinho da Gula Lanchonete",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 52 metros. Você chegou ao seu destino.",
        "id": "P10",
        "dist": 589
      },
      {
        "descricao": "Centro Especializado em Reabilitação - CER",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 10 metros. Vire à direita, siga por 72 metros. Vire à direita, siga por 109 metros. Vire à direita, siga por 56 metros. Você chegou ao seu destino.",
        "id": "P59",
        "dist": 247
      },
      {
        "descricao": "Clínicas Integradas",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 10 metros. Vire à direita, siga por 72 metros. Vire à direita, siga por 79 metros. Vire à direita, siga por 27 metros. Você chegou ao seu destino.",
        "id": "P60",
        "dist": 188
      },
      {
        "descricao": "Colégio Unesc",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 287 metros. Vire à direita, siga por 93 metros. Você chegou ao seu destino.",
        "id": "P50",
        "dist": 425
      },
      {
        "descricao": "DCE - Diretório Central dos Estudantes",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 75 metros. Vire à direita, siga por 34 metros. Vire à direita, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P24",
        "dist": 594
      },
      {
        "descricao": "Duni's Lanchonete",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 191 metros. Você chegou ao seu destino.",
        "id": "P2",
        "dist": 638
      },
      {
        "descricao": "Ginásio de Esportes / Centro de Eventos",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 257 metros. Vire à direita, siga por 11 metros. Você chegou ao seu destino.",
        "id": "P47",
        "dist": 313
      },
      {
        "descricao": "Horto Florestal",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à esquerda, siga por 185 metros. Vire à esquerda, siga por 106 metros. Você chegou ao seu destino.",
        "id": "P66",
        "dist": 336
      },
      {
        "descricao": "Laboratório de Práticas Dietéticas",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à esquerda, siga por 27 metros. Vire à esquerda, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P64",
        "dist": 84
      },
      {
        "descricao": "Lanchonete Doce Pão",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 9 metros. Você chegou ao seu destino.",
        "id": "P17",
        "dist": 456
      },
      {
        "descricao": "Lanchonete e Restaurante Duni's",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 287 metros. Vire à direita, siga por 70 metros. Vire à direita, siga por 13 metros. Você chegou ao seu destino.",
        "id": "P49",
        "dist": 415
      },
      {
        "descricao": "Lanchonete e Restaurante Estudantil",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 43 metros. Você chegou ao seu destino.",
        "id": "P22",
        "dist": 516
      },
      {
        "descricao": "Museu de Zoologia",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 116 metros. Vire à esquerda, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P9",
        "dist": 570
      },
      {
        "descricao": "Piscina",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 287 metros. Vire à direita, siga por 113 metros. Vire à direita, siga por 29 metros. Você chegou ao seu destino.",
        "id": "P51",
        "dist": 474
      },
      {
        "descricao": "Reitoria",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P5",
        "dist": 617
      },
      {
        "descricao": "Restaurante Universitário",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 133 metros. Vire à esquerda, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P56",
        "dist": 193
      },
      {
        "descricao": "Sala de Dança",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 287 metros. Vire à direita, siga por 202 metros. Você chegou ao seu destino.",
        "id": "P52",
        "dist": 534
      },
      {
        "descricao": "Sede Aprofucri",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 117 metros. Vire à esquerda, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P57",
        "dist": 177
      },
      {
        "descricao": "Sorveteria Uga Buga",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 27 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P21",
        "dist": 516
      },
      {
        "descricao": "Subway",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Você chegou ao seu destino.",
        "id": "P16",
        "dist": 473
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 238 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 685
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Acesse o piso tátil, e siga pela direita por 45 metros. Vire à direita, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 238 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 685
      }
    ]
  },
  {
    "descricao": "Bloco R1",
    "id": "P68",
    "destinos": [
      {
        "descricao": "Academia de Musculação",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 233 metros. Vire à direita, siga por 202 metros. Vire à esquerda, siga por 17 metros. Você chegou ao seu destino.",
        "id": "P53",
        "dist": 475
      },
      {
        "descricao": "Ateliês de Arquitetura",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 138 metros. Você chegou ao seu destino.",
        "id": "P43",
        "dist": 666
      },
      {
        "descricao": "Auditório Ruy Hulse",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 50 metros. Vire à esquerda, siga por 57 metros. Vire à direita, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P61",
        "dist": 122
      },
      {
        "descricao": "Bloco A",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 154 metros. Você chegou ao seu destino.",
        "id": "P38",
        "dist": 682
      },
      {
        "descricao": "Bloco Administrativo",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 174 metros. Vire à esquerda, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P4",
        "dist": 609
      },
      {
        "descricao": "Bloco Apoio Logístico",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P23",
        "dist": 440
      },
      {
        "descricao": "Bloco B",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 151 metros. Você chegou ao seu destino.",
        "id": "P37",
        "dist": 684
      },
      {
        "descricao": "Bloco Biblioteca",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 140 metros. Vire à direita, siga por 10 metros. Você chegou ao seu destino.",
        "id": "P6",
        "dist": 575
      },
      {
        "descricao": "Bloco C",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 146 metros. Vire à esquerda, siga por 20 metros. Vire à direita, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P41",
        "dist": 719
      },
      {
        "descricao": "Bloco D / Bloco E",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 122 metros. Você chegou ao seu destino.",
        "id": "P39",
        "dist": 650
      },
      {
        "descricao": "Bloco do Estudante / Centac",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 27 metros. Vire à esquerda, siga por 46 metros. Você chegou ao seu destino.",
        "id": "P12",
        "dist": 524
      },
      {
        "descricao": "Bloco E",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 130 metros. Você chegou ao seu destino.",
        "id": "P36",
        "dist": 658
      },
      {
        "descricao": "Bloco G",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 84 metros. Você chegou ao seu destino.",
        "id": "P34",
        "dist": 612
      },
      {
        "descricao": "Bloco H",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 106 metros. Você chegou ao seu destino.",
        "id": "P35",
        "dist": 634
      },
      {
        "descricao": "Bloco I",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 90 metros. Você chegou ao seu destino.",
        "id": "P33",
        "dist": 618
      },
      {
        "descricao": "Bloco J",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 78 metros. Você chegou ao seu destino.",
        "id": "P32",
        "dist": 606
      },
      {
        "descricao": "Bloco K",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 46 metros. Você chegou ao seu destino.",
        "id": "P31",
        "dist": 574
      },
      {
        "descricao": "Bloco M / Bloco L",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 52 metros. Você chegou ao seu destino.",
        "id": "P30",
        "dist": 580
      },
      {
        "descricao": "Bloco N",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 25 metros. Você chegou ao seu destino.",
        "id": "P29",
        "dist": 553
      },
      {
        "descricao": "Bloco O",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Vire à esquerda, siga por 20 metros. Você chegou ao seu destino.",
        "id": "P28",
        "dist": 548
      },
      {
        "descricao": "Bloco P",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 77 metros. Você chegou ao seu destino.",
        "id": "P27",
        "dist": 528
      },
      {
        "descricao": "Bloco Q",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 75 metros. Vire à direita, siga por 20 metros. Vire à esquerda, siga por 45 metros. Você chegou ao seu destino.",
        "id": "P26",
        "dist": 591
      },
      {
        "descricao": "Bloco R1",
        "orientacoes": " Você chegou ao seu destino.",
        "id": "P68",
        "dist": 0
      },
      {
        "descricao": "Bloco R2",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à esquerda, siga por 28 metros. Você chegou ao seu destino.",
        "id": "P69",
        "dist": 36
      },
      {
        "descricao": "Bloco S",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 60 metros. Você chegou ao seu destino.",
        "id": "P62",
        "dist": 68
      },
      {
        "descricao": "Bloco T",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 287 metros. Vire à direita, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P46",
        "dist": 326
      },
      {
        "descricao": "Bloco XXIA",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 40 metros. Você chegou ao seu destino.",
        "id": "P15",
        "dist": 465
      },
      {
        "descricao": "Bloco XXIB",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 9 metros. Vire à esquerda, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P18",
        "dist": 441
      },
      {
        "descricao": "Bloco XXIC",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 21 metros. Você chegou ao seu destino.",
        "id": "P19",
        "dist": 472
      },
      {
        "descricao": "Bloco Z",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 75 metros. Vire à direita, siga por 34 metros. Vire à esquerda, siga por 18 metros. Você chegou ao seu destino.",
        "id": "P25",
        "dist": 578
      },
      {
        "descricao": "Café Bistro",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 21 metros. Vire à esquerda, siga por 5 metros. Você chegou ao seu destino.",
        "id": "P20",
        "dist": 477
      },
      {
        "descricao": "Cantina Universidade",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Você chegou ao seu destino.",
        "id": "P67",
        "dist": 8
      },
      {
        "descricao": "Cantinho da Gula Lanchonete",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 90 metros. Vire à esquerda, siga por 52 metros. Você chegou ao seu destino.",
        "id": "P10",
        "dist": 567
      },
      {
        "descricao": "Centro Especializado em Reabilitação - CER",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 50 metros. Vire à esquerda, siga por 72 metros. Vire à direita, siga por 109 metros. Vire à direita, siga por 56 metros. Você chegou ao seu destino.",
        "id": "P59",
        "dist": 295
      },
      {
        "descricao": "Clínicas Integradas",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 50 metros. Vire à esquerda, siga por 72 metros. Vire à direita, siga por 79 metros. Vire à direita, siga por 27 metros. Você chegou ao seu destino.",
        "id": "P60",
        "dist": 236
      },
      {
        "descricao": "Colégio Unesc",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 287 metros. Vire à direita, siga por 93 metros. Você chegou ao seu destino.",
        "id": "P50",
        "dist": 403
      },
      {
        "descricao": "DCE - Diretório Central dos Estudantes",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 75 metros. Vire à direita, siga por 34 metros. Vire à direita, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P24",
        "dist": 572
      },
      {
        "descricao": "Duni's Lanchonete",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 191 metros. Você chegou ao seu destino.",
        "id": "P2",
        "dist": 616
      },
      {
        "descricao": "Ginásio de Esportes / Centro de Eventos",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 257 metros. Vire à direita, siga por 11 metros. Você chegou ao seu destino.",
        "id": "P47",
        "dist": 291
      },
      {
        "descricao": "Horto Florestal",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à direita, siga por 185 metros. Vire à esquerda, siga por 106 metros. Você chegou ao seu destino.",
        "id": "P66",
        "dist": 314
      },
      {
        "descricao": "Laboratório de Práticas Dietéticas",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à direita, siga por 27 metros. Vire à esquerda, siga por 12 metros. Você chegou ao seu destino.",
        "id": "P64",
        "dist": 62
      },
      {
        "descricao": "Lanchonete Doce Pão",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 9 metros. Você chegou ao seu destino.",
        "id": "P17",
        "dist": 434
      },
      {
        "descricao": "Lanchonete e Restaurante Duni's",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 287 metros. Vire à direita, siga por 70 metros. Vire à direita, siga por 13 metros. Você chegou ao seu destino.",
        "id": "P49",
        "dist": 393
      },
      {
        "descricao": "Lanchonete e Restaurante Estudantil",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 43 metros. Você chegou ao seu destino.",
        "id": "P22",
        "dist": 494
      },
      {
        "descricao": "Museu de Zoologia",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 116 metros. Vire à esquerda, siga por 7 metros. Você chegou ao seu destino.",
        "id": "P9",
        "dist": 548
      },
      {
        "descricao": "Piscina",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 287 metros. Vire à direita, siga por 113 metros. Vire à direita, siga por 29 metros. Você chegou ao seu destino.",
        "id": "P51",
        "dist": 452
      },
      {
        "descricao": "Reitoria",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 147 metros. Vire à direita, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P5",
        "dist": 595
      },
      {
        "descricao": "Restaurante Universitário",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 133 metros. Vire à esquerda, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P56",
        "dist": 171
      },
      {
        "descricao": "Sala de Dança",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 287 metros. Vire à direita, siga por 202 metros. Você chegou ao seu destino.",
        "id": "P52",
        "dist": 512
      },
      {
        "descricao": "Sede Aprofucri",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 117 metros. Vire à esquerda, siga por 15 metros. Você chegou ao seu destino.",
        "id": "P57",
        "dist": 155
      },
      {
        "descricao": "Sorveteria Uga Buga",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Vire à direita, siga por 27 metros. Vire à esquerda, siga por 16 metros. Você chegou ao seu destino.",
        "id": "P21",
        "dist": 494
      },
      {
        "descricao": "Subway",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 26 metros. Você chegou ao seu destino.",
        "id": "P16",
        "dist": 451
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 238 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 663
      },
      {
        "descricao": "Terminal de Ônibus",
        "orientacoes": "Retorne 8 metros, e acesse o piso tátil. Vire à direita, siga por 15 metros. Vire à esquerda, siga por 297 metros. Vire à esquerda, siga por 47 metros. Vire à direita, siga por 58 metros. Vire à esquerda, siga por 238 metros. Você chegou ao seu destino.",
        "id": "P0",
        "dist": 663
      }
    ]
  }
]